var sehriTime = ["4:51 AM","4:50 AM","4:49 AM","4:48 AM","4:47 AM","4:46 AM","4:45 AM","4:44 AM","4:43 AM","4:42 AM","4:41 AM","4:40 AM","4:39 AM","4:38 AM","4:37 AM","4:36 AM","4:35 AM","4:34 AM","4:33 AM","4:32 AM","4:31 AM","4:30 AM","4:29 AM","4:28 AM","4:27 AM","4:26 AM","4:25 AM","4:24 AM"];
var iftarTime=["6:55 PM","6:55 PM","6:56 PM","6:56 PM","6:57 PM","6:57 PM","6:58 PM","6:58 PM","6:59 PM","6:59 PM","7:00 PM","7:00 PM","7:01 PM","7:01 PM","7:02 PM","7:02 PM","7:03 PM","7:03 PM","7:04 PM","7:04 PM","7:05 PM","7:05 PM","7:06 PM","7:06 PM","7:07 PM","7:07 PM","7:08 PM","7:08 PM","7:09 PM"]
var rozaDates=["اپریل 14","اپریل 15","اپریل 16","اپریل 17","اپریل 18","اپریل 19","اپریل 20","اپریل 21","اپریل 22","اپریل 23","اپریل 24","اپریل 25","اپریل 26","اپریل 27","اپریل 28","اپریل 29","اپریل 30","مئی 1","مئی 2","مئی 3","مئی 4","مئی 5","مئی 6","مئی 7","مئی 8","مئی 9","مئی 10","مئی 11","مئی 12","مئی 13"]
var roza = +prompt("Enter roza name");

document.write("<h4>"+rozaDates[--roza]+"</h3><br><br><h3>سہری کا وقت </h3><p>"+sehriTime[roza]+"</p><br><br><h3>افطاری کا وقت </h3><p>"+iftarTime[roza]+"</p>")
